[
  {
    "titulo": "TST condena Pernambucanas por não dar folgas a empregados aos domingos",
    "resumo": "Tribunal Superior do Trabalho condenou a rede Pernambucanas por não conceder folgas dominicais aos seus funcionários.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "Plataformas pedem 6 meses para cumprir exigências do STF sobre o Marco Civil",
    "resumo": "STF: Redes sociais respondem por posts mesmo sem ordem judicial. STF publica acordão que derruba dispositivo do Marco Civil da Internet.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "STF tem maioria para tornar Eduardo Bolsonaro réu por coação judicial",
    "resumo": "STF julga denúncia da PGR contra Eduardo Bolsonaro. STF analisará denúncia contra Eduardo Bolsonaro na semana que vem.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "TST decidirá se a dispensa de pessoas com deficiência e reabilitados exige contratação prévia de substituto",
    "resumo": "Tribunal Superior do Trabalho analisará questão sobre a necessidade de contratação prévia ao dispensar pessoas com deficiência.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "Na presidência do STF, Moraes parabeniza Gonet por recondução à PGR",
    "resumo": "Ministro Alexandre de Moraes, na presidência do Supremo Tribunal Federal, parabeniza Paulo Gonet pela recondução ao cargo de Procurador-Geral da República.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "Michel Temer passa a integrar o quadro de Antigos Alunos da Faculdade de Direito da USP",
    "resumo": "Ex-presidente Michel Temer é homenageado pela Faculdade de Direito da Universidade de São Paulo.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "STJ valida dedução do IRPF de custas judiciais",
    "resumo": "Superior Tribunal de Justiça valida a dedução de custas judiciais do Imposto de Renda Pessoa Física.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "STF valida dispositivos da política nacional de biocombustíveis (RenovaBio)",
    "resumo": "Supremo Tribunal Federal valida dispositivos da política nacional de biocombustíveis, conhecida como RenovaBio.",
    "fonte": "Migalhas",
    "url": "https://www.migalhas.com.br"
  },
  {
    "titulo": "Lei reforça proteção a autoridades e endurece punições contra crime organizado",
    "resumo": "Foi sancionada a Lei 15.245, que endurece penas contra o crime organizado e reforça a proteção a autoridades que atuam no combate a facções.",
    "fonte": "JusBrasil",
    "url": "https://www.jusbrasil.com.br/noticias"
  },
  {
    "titulo": "Sancionada lei que torna ato ilícito civil o abandono afetivo de criança e adolescente",
    "resumo": "O presidente da República em exercício sancionou lei que reconhece oficialmente o abandono afetivo de criança ou adolescente como um ato ilícito civil.",
    "fonte": "JusBrasil",
    "url": "https://www.jusbrasil.com.br/noticias"
  },
  {
    "titulo": "Corte Especial cancela sessão extraordinária prevista para segunda-feira",
    "resumo": "A sessão extraordinária da Corte Especial do Superior Tribunal de Justiça (STJ) foi cancelada.",
    "fonte": "JusBrasil",
    "url": "https://www.jusbrasil.com.br/noticias"
  },
  {
    "titulo": "MPT defende legislação para regulamentar trabalho sazonal de migrantes",
    "resumo": "A apresentação de um projeto de lei que regulamente a atividade de migrantes que realizam trabalhos sazonais no Brasil foi defendida pela procuradora regional do trabalho.",
    "fonte": "JusBrasil",
    "url": "https://www.jusbrasil.com.br/noticias"
  },
  {
    "titulo": "Cresce o trabalho por aplicativos e se consolida a precarização, aponta IBGE",
    "resumo": "O número de brasileiros que têm nos aplicativos sua principal forma de trabalho aumentou expressivamente nos últimos dois anos, segundo dados do IBGE.",
    "fonte": "JusBrasil",
    "url": "https://www.jusbrasil.com.br/noticias"
  }
]
